tap "felixkratz/formulae"
tap "jandedobbeleer/oh-my-posh"
tap "nikitabobko/tap"
brew "eza"
brew "fnm"
brew "fzf"
brew "mackup"
brew "zoxide"
brew "felixkratz/formulae/borders"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
cask "aerospace"
cask "espanso"
cask "cursor"
cask "raycast"
cask "ghostty"
cask "jordanbaird-ice"
cask "keycastr"
vscode "britesnow.vscode-toggle-quotes"
vscode "bungcip.better-toml"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "tamasfe.even-better-toml"
